import React from "react";
import ZgvisLomi from "./SeaLion.jsx";

export default function App() {
  return (
    <>
      <ZgvisLomi
        title="ზღვის ლომი 🤎"
        text="There are 33 species of pinnipeds (meaning 'wing-' or 'fin-footed') which include 18 true seals, 14 eared seals (sea lions and fur seals), and 1 walrus. California sea lions belong to the family Otariidae which means 'little ears.' In the scientific community, there are many debates concerning the ancestry of eared and true seals..."
        image="https://static.myconnect.ae/-/media/yasconnect/project/swad/stories/meet-the-sea-lion/image3_-square.jpg?h=540&iar=0&w=540"
      />
      <br />
      <ZgvisLomi
        title="ზარნაშო 🩶"
        text="არის ერთ-ერთი ყველაზე დიდი ზომის ბუ. სხეულის სიგრძე 75 სმ-მდეა, მასა 4,2 კგ-მდე, ფრთის შლილი 188 სმ-მდე. დედლები მამლებზე დიდი ზომისანი არიან. ზომა და შეფერილობა გეოგრაფიულად იცვლება (გამოყოფენ 15-ზე მეტ ქვესახეობას). ფონი ჟანგმიწოვან-მურადან (ჩრდილოეთი ევროპა) ან რუხ-კრემისფერიდან (დასავლეთი ციმბირი) ქვიშისფრამდეა (ირანი); მუქი ნახატები სხვადასხვა ინტენსივობით ახლავს თან. ახასიათებს ფართო გრძივი ლაქები მკერდზე და წვრილი განივი წინწკლები მუცელზე. თვალის ფერი ყვითელ-ნარინჯისფრიდან წითლამდეა. ძახილი მძლავრი, ჩვეულებრივ დაბალი ორმარცვლიანი გრიალია, ზოგჯერ ხარხარი, ტირილი, გუგუნი, მწივანა ყვირილიც."
        image="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnykaMGvcrhYW3V3RIOya-aiyL7nzeVAYF7N7L-h3RNQH2QX5jHM6ZKXOywC9X_5PTXXkjfDhVI1w3Kad95z6GvQ"
      />
    </>
  );
}
